app/controllers/student_tests_controller.rb

SELECT "student_tests".* FROM "student_tests"
---
  def index
    @student_tests = StudentTest.all